Repository: RezaB30/RezaB.API.MobilExpress
Catalog: RezaB.API.MobilExpress/Response/ErrorMessages.*.resx
Languages: tr_tr

source: Authentication Error
tr_tr: Doğrulama hatası

source: Card Expired
tr_tr: Kart Süresi Doldu

# CardFoundOTPRequired
source: Cards Found But OTP Required
tr_tr: Kartlar Bulundu Ama OTP Gerekli

# CardNotFound
source: No Card Found
tr_tr: Kart Bulunamadı

source: Card Refused
tr_tr: Kart Reddedildi

source: Customer Not Found
tr_tr: Müşteri Bulunamadı

source: CVV And OTP Required
tr_tr: CVV ve OTP Gerekli

source: CVV Required
tr_tr: CVV Gerekli

source: Duplicate Card
tr_tr: Aynı Kart Zaten Mevcut

source: Invalid Amount
tr_tr: Geçersiz Miktar

source: Invalid Bank POS ID
tr_tr: Geçersiz Banka POS ID

# InvalidCardNum
source: Invalid Card Number
tr_tr: Geçersiz Kart Numarası

source: Invalid Card Token
tr_tr: Geçersiz Kart Simgesi

source: Invalid Client IP
tr_tr: Geçersiz Müşteri IP

source: Invalid Customer ID
tr_tr: Geçersiz Müşteri ID

source: Invalid Email
tr_tr: Geçersiz e posta

source: Invalid Installment
tr_tr: Geçersiz Taksit

# InvalidMonth
source: Invalid Expiration Month
tr_tr: Geçersiz Son Kullanma Ayı

source: Invalid OTP
tr_tr: Geçersiz OTP

# InvalidPhone
source: Invalid Phone No
tr_tr: Geçersiz Telefon No

source: Invalid Return URL
tr_tr: Geçersiz Dönüş URL’si

# InvalidState
source: OTP Is Not Required
tr_tr: OTP Gerekli değil

source: Invalid Transaction ID
tr_tr: Geçersiz İşlem ID

# InvalidYear
source: Invalid Expiration Year
tr_tr: Geçersiz Son Kullanma Yılı

source: No OTP Sent For Verification
tr_tr: OTP Doğrulama Kodu Gönderilemedi

# OTPCouldNotSend
source: OTP Could Not Be Sent
tr_tr: OTP Gönderilemedi

source: OTP Required
tr_tr: OTP Gerekli

# RefTransactionNotFound
source: Reference Transaction Not Found
tr_tr: Referans İşlem Bulunamadı

source: Server Error
tr_tr: Sunucu Hatası

source: Success
tr_tr: Başarılı

# ThreeDSecureURLCreated
source: 3D Secure URL Created
tr_tr: 3D Güvenli URL Oluşturuldu

# ThreeDValidationFailed
source: 3D Validation Failed
tr_tr: 3D Doğrulama Başarısız

source: Too Late OTP Verification
tr_tr: OTP Doğrulama Geç Kaldı

# TooMuchOTPVerificationTried
source: Too Many OTP Verifications Tried
tr_tr: Çok Fazla OTP Doğrulama Yapıldı

# TooQuickOTPSent
source: OTP Sent Too Quickly
tr_tr: OTP Çok Hızlı Gönderildi

# UndefinedResponseCode
source: Undefined Response Code ({0})
tr_tr: Tanımsız Cevap Kodu ({0})
